Revit 2024 API
SymbolTypeId.LbForcePerInSup2 Property
 Symbol lb/in², indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbForcePerInSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LbForcePerInSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbForcePerInSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace